import React from 'react';
import styles from './Property.module.scss';

const Description = () => {
	const description = `	ლორემ იპსუმ გლოვის აქაფებული გაიჩითე, ფუცი, ატუზული გაფრთხილებთ, ცუდკაცობდე განუზომელი ოპოზიცია შეთანხმებით
	რაღაცეებით ჩინოსანი. თვალმა დაგიცავ გასცქეროდა გაიჩითე, ყდები მხედრიონი, ვკითხავო, დარბაზისკენ, უხილავს
	ოპერებით. განუზომელი მეტყევეს იმკითხაო შეიგრძნოს ჩაიჩურჩულა მოხუჭა ზაურიც გასცქეროდა კნიაზობას არტურზე,
	დაუყვირებდა ფუცი გაიჩითე. იქნევდა ჯარასავით შებღალვა ავტორიტეტების კნიაზობას დაუყვირებდა გამოვტოვე საფასურად
	მხედრიონი გორბაჩოვი კონსტებლისა. სვრეპავდნენ თვლები იცოცხლებდა ბუღა ნატვრას სახვევს, ქერქიდან შევედრებით
	სნობის, გაჩერებად მიყვება მოიცალეს. უიმე გარემომცველი გაიყოლებდა ერიდებიან ოოოჰ ტერაქტი. მოვქცეულიყავი
	აახვიხვინებდა წაიყვანე, მინდვრის, გაიყოლებდა ერიდებიან გაკვეთილების სოფელშიაც.`;
	return (
		<div className={styles.Description}>
			<h3>აღწერა</h3>
			<p>{description}</p>
		</div>
	);
};

export default Description;
